Repository: common-repository/ai-for-woocommerce
Catalog: languages/firstmedia-ai-text-*.po
Languages: bg_bg, cs_cz, da_dk, de_ch, el, et, fi, fr_ca, hu_hu, id_id, it_it, ja, lt_lt, lv, nl_nl, nn_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk

source: aiflow
bg_bg: айвоо
ja: アイウー
ru_ru: айву

source: Allows you to generate Product Descriptions with AI.
bg_bg: Позволява ви да генерирате описания на продукти с помощта на AI.
cs_cz: Umožňuje generovat popisy produktů pomocí umělé inteligence.
da_dk: Giver dig mulighed for at generere produktbeskrivelser med AI.
de_ch: Ermöglicht Ihnen die Erstellung von Produktbeschreibungen mit AI.
el: Σας επιτρέπει να δημιουργείτε περιγραφές προϊόντων με τεχνητή νοημοσύνη.
et: Võimaldab teil genereerida tootekirjeldusi koos tehisintellektiga.
fi: Voit luoda tuotekuvauksia tekoälyn avulla.
fr_ca: Permet de générer des descriptions de produits avec l'IA.
hu_hu: Lehetővé teszi a termékleírások mesterséges intelligenciával történő létrehozását.
id_id: Memungkinkan Anda membuat Deskripsi Produk dengan AI.
it_it: Permette di generare descrizioni dei prodotti con l'intelligenza artificiale.
ja: AIによる商品説明文の生成を可能にします。
lt_lt: Leidžia kurti produktų aprašymus naudojant dirbtinį intelektą.
lv: Ļauj ģenerēt produktu aprakstus ar mākslīgo intelektu.
nl_nl: Hiermee kunt u productbeschrijvingen genereren met AI.
nn_no: Lar deg generere produktbeskrivelser med AI.
pl_pl: Umożliwia generowanie Opisów Produktów za pomocą AI.
pt_br: Permite gerar descrições de produtos com AI.
pt_pt: Permite-lhe gerar descrições de produtos com IA.
ro_ro: Vă permite să generați descrieri de produse cu ajutorul inteligenței artificiale.
ru_ru: Позволяет генерировать описания продуктов с помощью искусственного интеллекта.
sk_sk: Umožňuje vytvárať popisy produktov pomocou umelej inteligencie.
sl_si: Omogoča ustvarjanje opisov izdelkov z umetno inteligenco.
sv_se: Gör det möjligt att skapa produktbeskrivningar med AI.
tr_tr: Yapay zeka ile Ürün Açıklamaları oluşturmanızı sağlar.
uk: Дозволяє створювати описи товарів за допомогою ШІ.

source: FirstMedia Solutions GmbH
ja: ファーストメディア・ソリューションズ社

source: aiflow Settings
bg_bg: Настройки на aiflow
cs_cz: Nastavení aiflow
da_dk: aiflow-indstillinger
de_ch: aiflow-Einstellungen
el: Ρυθμίσεις aiflow
et: aiflow seaded
fi: aiflow Asetukset
fr_ca: Paramètres de l'aiflow
hu_hu: aiflow beállítások
id_id: Pengaturan aiflow
it_it: Impostazioni aiflow
ja: aiflow 設定
lt_lt: aiflow nustatymai
lv: aiflow iestatījumi
nl_nl: aiflow-instellingen
nn_no: aiflow Innstillinger
pl_pl: Ustawienia aiflow
pt_br: Configurações aiflow
pt_pt: aiflow Definições
ro_ro: Setări aiflow
ru_ru: Настройки aiflow
sk_sk: Nastavenia aiflow
sl_si: Nastavitve aiflow
sv_se: aiflow-inställningar
tr_tr: aiflow Ayarları
uk: aiflow Налаштування

source: Settings
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_ch: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr_ca: Paramètres
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja: 設定方法
lt_lt: Nustatymai
lv: Iestatījumi
nl_nl: Instellingen
nn_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
sv_se: Inställningar
tr_tr: Ayarlar
uk: Налаштування

source: An error occured checking your session status. Please connect again.
bg_bg: При проверката на състоянието на сесията ви е възникнала грешка. Моля, свържете се отново.
cs_cz: Při kontrole stavu relace došlo k chybě. Připojte se prosím znovu.
da_dk: Der er opstået en fejl ved kontrol af din sessionsstatus. Opret venligst forbindelse igen.
de_ch: Bei der Überprüfung Ihres Sitzungsstatus ist ein Fehler aufgetreten. Bitte verbinden Sie sich erneut.
el: Προέκυψε σφάλμα κατά τον έλεγχο της κατάστασης της συνεδρίας σας. Παρακαλώ συνδεθείτε ξανά.
et: Teie seansi staatuse kontrollimisel tekkis viga. Palun ühendage uuesti.
fi: Istunnon tilan tarkistamisessa tapahtui virhe. Ole hyvä ja muodosta yhteys uudelleen.
fr_ca: Une erreur s'est produite lors de la vérification de l'état de votre session. Veuillez vous reconnecter.
hu_hu: Hiba történt a munkamenet állapotának ellenőrzése során. Kérjük, csatlakozzon újra.
id_id: Terjadi kesalahan saat memeriksa status sesi Anda. Silakan sambungkan kembali.
it_it: Si è verificato un errore nella verifica dello stato della sessione. Si prega di connettersi nuovamente.
ja: セッションの状態を確認する際にエラーが発生しました。もう一度接続してください。
lt_lt: Tikrinant jūsų sesijos būseną įvyko klaida. Prašome prisijungti dar kartą.
lv: Pārbaudot jūsu sesijas statusu, ir notikusi kļūda. Lūdzu, izveidojiet savienojumu vēlreiz.
nl_nl: Er is een fout opgetreden bij het controleren van uw sessie status. Maak opnieuw verbinding.
nn_no: Det oppstod en feil under kontroll av øktstatusen din. Vennligst koble til igjen.
pl_pl: Wystąpił błąd podczas sprawdzania stanu Twojej sesji. Proszę połączyć się ponownie.
pt_br: Ocorreu um erro ao verificar o status de sua sessão. Por favor, conecte-se novamente.
pt_pt: Ocorreu um erro ao verificar o estado da sua sessão. Por favor, volte a ligar-se.
ro_ro: S-a produs o eroare la verificarea stării sesiunii. Vă rugăm să vă conectați din nou.
ru_ru: Произошла ошибка при проверке состояния вашего сеанса. Пожалуйста, подключитесь снова.
sk_sk: Pri kontrole stavu relácie došlo k chybe. Pripojte sa prosím znova.
sl_si: Pri preverjanju stanja vaše seje je prišlo do napake. Ponovno se povežite.
sv_se: Ett fel inträffade vid kontrollen av din sessionsstatus. Anslut igen.
tr_tr: Oturum durumunuz kontrol edilirken bir hata oluştu. Lütfen tekrar bağlanın.
uk: Виникла помилка при перевірці статусу сеансу. Будь ласка, підключіться ще раз.

source: You are not signed in.
bg_bg: Не сте влезли в системата.
cs_cz: Nejste přihlášeni.
da_dk: Du er ikke logget ind.
de_ch: Sie sind nicht eingeloggt.
el: Δεν έχετε συνδεθεί.
et: Te ei ole sisse logitud.
fi: Et ole kirjautunut sisään.
fr_ca: Vous n'êtes pas connecté.
hu_hu: Ön nincs bejelentkezve.
id_id: Anda tidak masuk.
it_it: Non è stato effettuato l'accesso.
ja: サインインしていません。
lt_lt: Jūs nesate prisijungę.
lv: Jūs neesat pierakstījies.
nl_nl: Je bent niet ingelogd.
nn_no: Du er ikke logget inn.
pl_pl: Nie jesteś zalogowany.
pt_br: Você não está inscrito.
pt_pt: Não está inscrito.
ro_ro: Nu sunteți conectat.
ru_ru: Вы не вошли в систему.
sk_sk: Nie ste prihlásený.
sl_si: Niste prijavljeni.
sv_se: Du är inte inloggad.
tr_tr: Giriş yapmadınız.
uk: Ви не ввійшли в систему.

source: To Start using our AI, you have to sign in with your account on our platform.
bg_bg: За да започнете да използвате нашия изкуствен интелект, трябва да влезете в профила си в нашата платформа.
cs_cz: Chcete-li začít používat naši umělou inteligenci, musíte se přihlásit pomocí svého účtu na naší platformě.
da_dk: For at begynde at bruge vores AI skal du logge ind med din konto på vores platform.
de_ch: Um mit der Nutzung unserer KI zu beginnen, müssen Sie sich mit Ihrem Konto auf unserer Plattform anmelden.
el: Για να αρχίσετε να χρησιμοποιείτε την AI μας, πρέπει να συνδεθείτε με τον λογαριασμό σας στην πλατφόρμα μας.
et: Et alustada meie tehisintellekti kasutamist, tuleb teil meie platvormil oma kontoga sisse logida.
fi: Aloittaaksesi tekoälyn käytön sinun on kirjauduttava sisään tililläsi alustallamme.
fr_ca: Pour commencer à utiliser notre IA, vous devez vous connecter avec votre compte sur notre plateforme.
hu_hu: Ahhoz, hogy elkezdje használni a mesterséges intelligenciánkat, be kell jelentkeznie a fiókjával a platformunkon.
id_id: Untuk mulai menggunakan AI kami, Anda harus masuk dengan akun Anda di platform kami.
it_it: Per iniziare a utilizzare la nostra IA, è necessario accedere con il proprio account alla nostra piattaforma.
ja: AIの利用を開始するには、当社のプラットフォームでアカウントにサインインしていただく必要があります。
lt_lt: Norėdami pradėti naudoti mūsų dirbtinį intelektą, turite prisijungti prie savo paskyros mūsų platformoje.
lv: Lai sāktu izmantot mūsu mākslīgo intelektu, jums jāpiesakās mūsu platformā, izmantojot savu kontu.
nl_nl: Om onze AI te gaan gebruiken, moet u zich aanmelden met uw account op ons platform.
nn_no: For å begynne å bruke vår AI må du logge på med kontoen din på plattformen vår.
pl_pl: Aby rozpocząć korzystanie z naszej SI, musisz zalogować się na swoje konto na naszej platformie.
pt_br: Para começar a usar nossa IA, você tem que entrar com sua conta em nossa plataforma.
pt_pt: Para começar a utilizar a nossa IA, tem de entrar com a sua conta na nossa plataforma.
ro_ro: Pentru a începe să utilizați AI-ul nostru, trebuie să vă conectați cu contul dvs. pe platforma noastră.
ru_ru: Чтобы начать пользоваться нашим искусственным интеллектом, вам необходимо войти в свой аккаунт на нашей платформе.
sk_sk: Ak chcete začať používať našu umelú inteligenciu, musíte sa prihlásiť pomocou svojho účtu na našej platforme.
sl_si: Če želite začeti uporabljati našo umetno inteligenco, se morate prijaviti s svojim računom na naši platformi.
sv_se: För att börja använda vår AI måste du logga in med ditt konto på vår plattform.
tr_tr: Yapay zekamızı kullanmaya başlamak için platformumuzda hesabınızla oturum açmanız gerekir.
uk: Щоб почати використовувати наш штучний інтелект, вам потрібно увійти у свій обліковий запис на нашій платформі.

source: Click the button below to connect or create an account with us.
bg_bg: Щракнете върху бутона по-долу, за да се свържете с нас или да създадете акаунт.
cs_cz: Kliknutím na tlačítko níže se k nám připojíte nebo si u nás vytvoříte účet.
da_dk: Klik på knappen nedenfor for at oprette forbindelse eller oprette en konto hos os.
de_ch: Klicken Sie auf die Schaltfläche unten, um sich mit uns zu verbinden oder ein Konto zu erstellen.
el: Κάντε κλικ στο παρακάτω κουμπί για να συνδεθείτε ή να δημιουργήσετε έναν λογαριασμό μαζί μας.
et: Klõpsake alloleval nupul, et meiega ühendust võtta või luua konto.
fi: Napsauta alla olevaa painiketta luodaksesi yhteyden tai tilin kanssamme.
fr_ca: Cliquez sur le bouton ci-dessous pour vous connecter ou créer un compte avec nous.
hu_hu: Kattintson az alábbi gombra a csatlakozáshoz vagy fiók létrehozásához.
id_id: Klik tombol di bawah ini untuk terhubung atau membuat akun dengan kami.
it_it: Fate clic sul pulsante sottostante per connettervi o creare un account con noi.
ja: 以下のボタンをクリックして、当社と接続またはアカウントを作成してください。
lt_lt: Spustelėkite toliau esantį mygtuką ir prisijunkite arba susikurkite paskyrą.
lv: Noklikšķiniet uz pogas zemāk, lai izveidotu savienojumu vai kontu ar mums.
nl_nl: Klik op de onderstaande knop om verbinding te maken of een account bij ons aan te maken.
nn_no: Klikk på knappen nedenfor for å koble til eller opprette en konto hos oss.
pl_pl: Kliknij przycisk poniżej, aby połączyć się lub założyć konto w naszym serwisie.
pt_br: Clique no botão abaixo para conectar-se ou criar uma conta conosco.
pt_pt: Clique no botão abaixo para se ligar ou criar uma conta connosco.
ro_ro: Faceți clic pe butonul de mai jos pentru a vă conecta sau pentru a vă crea un cont la noi.
ru_ru: Нажмите кнопку ниже, чтобы подключиться или создать аккаунт в нашей компании.
sk_sk: Kliknutím na tlačidlo nižšie sa k nám pripojíte alebo si vytvoríte účet.
sl_si: Kliknite spodnji gumb in se povežite z nami ali ustvarite račun.
sv_se: Klicka på knappen nedan för att ansluta eller skapa ett konto hos oss.
tr_tr: Bizimle bağlantı kurmak veya bir hesap oluşturmak için aşağıdaki düğmeyi tıklayın.
uk: Натисніть кнопку нижче, щоб підключитися або створити обліковий запис.

source: Connect your account now
bg_bg: Свържете профила си сега
cs_cz: Připojte svůj účet nyní
da_dk: Tilslut din konto nu
de_ch: Verbinden Sie Ihr Konto jetzt
el: Συνδέστε το λογαριασμό σας τώρα
et: Ühendage oma konto nüüd
fi: Yhdistä tilisi nyt
fr_ca: Connectez votre compte maintenant
hu_hu: Csatlakoztassa fiókját most
id_id: Hubungkan akun Anda sekarang
it_it: Connetti ora il tuo account
ja: 今すぐアカウントに接続する
lt_lt: Dabar prijunkite savo paskyrą
lv: Savienojiet savu kontu tagad
nl_nl: Sluit nu uw account aan
nn_no: Koble til kontoen din nå
pl_pl: Podłącz swoje konto teraz
pt_br: Conecte sua conta agora
pt_pt: Ligue já a sua conta
ro_ro: Conectează-ți contul acum
ru_ru: Подключите свой счет сейчас
sk_sk: Pripojte svoje konto teraz
sl_si: Povežite svoj račun zdaj
sv_se: Anslut ditt konto nu
tr_tr: Hesabınızı şimdi bağlayın
uk: Підключіть свій обліковий запис зараз

source: You are connected.
bg_bg: Свързани сте.
cs_cz: Jste připojeni.
da_dk: Du er forbundet.
de_ch: Sie sind verbunden.
el: Είστε συνδεδεμένοι.
et: Te olete ühendatud.
fi: Olet yhteydessä.
fr_ca: Vous êtes connecté.
hu_hu: Ön kapcsolódik.
id_id: Anda telah terhubung.
it_it: Siete connessi.
ja: つながっていますね。
lt_lt: Esate prisijungę.
lv: Jūs esat savienots.
nl_nl: Je bent verbonden.
nn_no: Du er tilkoblet.
pl_pl: Jesteście połączeni.
pt_br: Você está conectado.
pt_pt: Está ligado.
ro_ro: Sunteți conectat.
ru_ru: Вы подключены.
sk_sk: Ste pripojení.
sl_si: Povezani ste.
sv_se: Du är ansluten.
tr_tr: Bağlandınız.
uk: Ви пов'язані.

source: Manage account
bg_bg: Управление на акаунт
cs_cz: Správa účtu
da_dk: Administrer konto
de_ch: Konto verwalten
el: Διαχείριση λογαριασμού
et: Konto haldamine
fi: Hallitse tiliä
fr_ca: Gérer le compte
hu_hu: Számla kezelése
id_id: Kelola akun
it_it: Gestione dell'account
ja: アカウント管理
lt_lt: Tvarkyti paskyrą
lv: Pārvaldīt kontu
nl_nl: Account beheren
nn_no: Administrer konto
pl_pl: Zarządzaj kontem
pt_br: Gerenciar conta
pt_pt: Gerir conta
ro_ro: Gestionați contul
ru_ru: Управление счетом
sk_sk: Správa účtu
sl_si: Upravljanje računa
sv_se: Hantera konto
tr_tr: Hesabı yönet
uk: Керування обліковим записом

source: Disconnect
bg_bg: Прекъсване на връзката
cs_cz: Odpojení
da_dk: Afbryd forbindelsen
de_ch: Trennen Sie die Verbindung
el: Αποσύνδεση
et: Lahutage
fi: Irrota
fr_ca: Déconnexion
hu_hu: Kapcsolódás megszüntetése
id_id: Putuskan sambungan
it_it: Disconnessione
ja: ディスコネクト
lt_lt: Atjunkite
lv: Atvienojiet
nl_nl: Ontkoppelen
nn_no: Koble fra
pl_pl: Odłączenie
pt_br: Desconectar
pt_pt: Desligar
ro_ro: Deconectați
ru_ru: Отключить
sk_sk: Odpojenie
sl_si: Odklop
sv_se: Koppla bort
tr_tr: Bağlantıyı Kes
uk: Від'єднати

source: Checking connection to AI...
bg_bg: Проверка на връзката с AI...
cs_cz: Kontrola připojení k AI...
da_dk: Kontrol af forbindelse til AI...
de_ch: Überprüfung der Verbindung zu AI...
el: Έλεγχος σύνδεσης με το AI...
et: Ühenduse kontrollimine AI-ga...
fi: Tarkistan yhteyden AI:hen...
fr_ca: Vérification de la connexion à l'IA...
hu_hu: Az AI-val való kapcsolat ellenőrzése...
id_id: Memeriksa koneksi ke AI...
it_it: Controllo della connessione con AI...
ja: AIとの接続を確認する...
lt_lt: Tikrinamas ryšys su AI...
lv: Savienojuma ar AI pārbaude...
nl_nl: Verbinding met AI controleren...
nn_no: Sjekker tilkobling til AI...
pl_pl: Sprawdzanie połączenia z AI...
pt_br: Verificação da conexão com AI...
pt_pt: Verificação da ligação à IA...
ro_ro: Verificarea conexiunii cu AI...
ru_ru: Проверяем соединение с AI...
sk_sk: Kontrola pripojenia k AI...
sl_si: Preverjanje povezave z umetno inteligenco...
sv_se: Kontrollerar anslutningen till AI...
tr_tr: Yapay zeka bağlantısı kontrol ediliyor...
uk: Перевірка з'єднання зі штучним інтелектом.

source: Your available descriptions
bg_bg: Вашите налични описания
cs_cz: Vaše dostupné popisy
da_dk: Dine tilgængelige beskrivelser
de_ch: Ihre verfügbaren Beschreibungen
el: Οι διαθέσιμες περιγραφές σας
et: Teie olemasolevad kirjeldused
fi: Käytettävissä olevat kuvaukset
fr_ca: Vos descriptions disponibles
hu_hu: A rendelkezésre álló leírások
id_id: Deskripsi Anda yang tersedia
it_it: Le descrizioni disponibili
ja: 使用可能な説明文
lt_lt: Jūsų turimi aprašymai
lv: Jūsu pieejamie apraksti
nl_nl: Uw beschikbare beschrijvingen
nn_no: Dine tilgjengelige beskrivelser
pl_pl: Twoje dostępne opisy
pt_br: Suas descrições disponíveis
pt_pt: As suas descrições disponíveis
ro_ro: Descrierile dvs. disponibile
ru_ru: Ваши доступные описания
sk_sk: Vaše dostupné opisy
sl_si: Vaši razpoložljivi opisi
sv_se: Dina tillgängliga beskrivningar
tr_tr: Mevcut açıklamalarınız
uk: Ваші доступні описи

source: Free descriptions remaining
bg_bg: Оставащи безплатни описания
cs_cz: Zbývající volné popisy
da_dk: Resterende frie beskrivelser
de_ch: Verbleibende freie Beschreibungen
el: Ελεύθερες περιγραφές που απομένουν
et: Ülejäänud vabad kirjeldused
fi: Vapaat kuvaukset jäljellä
fr_ca: Descriptions libres restantes
hu_hu: Szabad leírások fennmaradó
id_id: Deskripsi gratis yang tersisa
it_it: Descrizioni libere rimanenti
ja: 自由記述の残り
lt_lt: Likę nemokami aprašymai
lv: Atlikušie brīvie apraksti
nl_nl: Nog vrije beschrijvingen
nn_no: Gratis beskrivelser som gjenstår
pl_pl: Pozostały wolne opisy
pt_br: Descrições livres restantes
pt_pt: Restantes descrições gratuitas
ro_ro: Descrieri libere rămase
ru_ru: Остались бесплатные описания
sk_sk: Zostávajúce voľné popisy
sl_si: Preostali brezplačni opisi
sv_se: Fria beskrivningar som återstår
tr_tr: Kalan ücretsiz açıklamalar
uk: Залишилися безкоштовні описи

source: Need more descriptions?
bg_bg: Нуждаете се от повече описания?
cs_cz: Potřebujete další popisy?
da_dk: Har du brug for flere beskrivelser?
de_ch: Brauchen Sie mehr Beschreibungen?
el: Χρειάζεστε περισσότερες περιγραφές;
et: Kas vajate rohkem kirjeldusi?
fi: Tarvitsetko lisää kuvauksia?
fr_ca: Vous avez besoin de plus de descriptions ?
hu_hu: Több leírásra van szükséged?
id_id: Perlu penjelasan lebih lanjut?
it_it: Avete bisogno di altre descrizioni?
ja: もっと説明が必要ですか？
lt_lt: Reikia daugiau aprašymų?
lv: Nepieciešams vairāk aprakstu?
nl_nl: Meer beschrijvingen nodig?
nn_no: Trenger du flere beskrivelser?
pl_pl: Potrzebujesz więcej opisów?
pt_br: Precisa de mais descrições?
pt_pt: Precisa de mais descrições?
ro_ro: Aveți nevoie de mai multe descrieri?
ru_ru: Нужно больше описаний?
sk_sk: Potrebujete viac opisov?
sl_si: Potrebujete več opisov?
sv_se: Behöver du fler beskrivningar?
tr_tr: Daha fazla açıklama ister misiniz?
uk: Потрібно більше описів?

source: Subscribe now and get monthly tokens.
bg_bg: Абонирайте се сега и получавайте месечни токени.
cs_cz: Přihlaste se k odběru a získejte měsíční žetony.
da_dk: Tilmeld dig nu og få månedlige tokens.
de_ch: Jetzt abonnieren und monatliche Token erhalten.
el: Εγγραφείτε τώρα και λάβετε μηνιαία κουπόνια.
et: Telli nüüd ja saa igakuiselt žetoonid.
fi: Tilaa nyt ja saat kuukausittaisia kuponkia.
fr_ca: Abonnez-vous maintenant et recevez des jetons mensuels.
hu_hu: Iratkozzon fel most, és kapjon havi tokeneket.
id_id: Berlangganan sekarang dan dapatkan token bulanan.
it_it: Abbonati ora e ricevi gettoni mensili.
ja: 今すぐ購読して、毎月トークンを手に入れよう。
lt_lt: Prenumeruokite dabar ir kas mėnesį gaukite žetonų.
lv: Abonējiet tagad un saņemiet ikmēneša žetonus.
nl_nl: Schrijf je nu in en ontvang maandelijkse tokens.
nn_no: Abonner nå og få månedlige tokens.
pl_pl: Zapisz się teraz i otrzymuj co miesiąc tokeny.
pt_br: Inscreva-se agora e receba mensalmente as fichas.
pt_pt: Subscreva agora e receba fichas mensais.
ro_ro: Abonează-te acum și primește jetoane lunare.
ru_ru: Подпишитесь сейчас и получайте ежемесячные жетоны.
sk_sk: Prihláste sa a získajte mesačné žetóny.
sl_si: Naročite se zdaj in prejmite mesečne žetone.
sv_se: Prenumerera nu och få månatliga tokens.
tr_tr: Şimdi abone olun ve aylık token kazanın.
uk: Підпишіться зараз і отримуйте щомісяця токени.

source: Subscribe now
bg_bg: Абонирайте се сега
cs_cz: Přihlásit se k odběru
da_dk: Tilmeld dig nu
de_ch: Jetzt abonnieren
el: Εγγραφείτε τώρα
et: Telli nüüd
fi: Tilaa nyt
fr_ca: S'abonner maintenant
hu_hu: Iratkozzon fel most
id_id: Berlangganan sekarang
it_it: Iscriviti ora
ja: 今すぐ登録する
lt_lt: Prenumeruokite dabar
lv: Abonēt tagad
nl_nl: Nu inschrijven
nn_no: Abonner nå
pl_pl: Zapisz się teraz
pt_br: Inscreva-se agora
pt_pt: Subscrever agora
ro_ro: Abonează-te acum
ru_ru: Подписаться сейчас
sk_sk: Predplaťte si teraz
sl_si: Naročite se zdaj
sv_se: Prenumerera nu
tr_tr: Şimdi abone olun
uk: Підпишіться зараз

source: Generate new description
bg_bg: Генериране на ново описание
cs_cz: Vytvořit nový popis
da_dk: Generere ny beskrivelse
de_ch: Neue Beschreibung generieren
el: Δημιουργία νέας περιγραφής
et: Uue kirjelduse genereerimine
fi: Luo uusi kuvaus
fr_ca: Générer une nouvelle description
hu_hu: Új leírás létrehozása
id_id: Buat deskripsi baru
it_it: Generare una nuova descrizione
ja: 新しい説明文を生成する
lt_lt: Sukurti naują aprašymą
lv: Izveidot jaunu aprakstu
nl_nl: Nieuwe beschrijving genereren
nn_no: Generer ny beskrivelse
pl_pl: Wygeneruj nowy opis
pt_br: Gerar nova descrição
pt_pt: Gerar nova descrição
ro_ro: Generarea unei noi descrieri
ru_ru: Создайте новое описание
sk_sk: Generovanie nového opisu
sl_si: Ustvari nov opis
sv_se: Skapa en ny beskrivning
tr_tr: Yeni açıklama oluşturun
uk: Створити новий опис

source: Rewrite current description
bg_bg: Пренаписване на текущото описание
cs_cz: Přepsat aktuální popis
da_dk: Omskrivning af den nuværende beskrivelse
de_ch: Aktuelle Beschreibung umschreiben
el: Επανεγγραφή τρέχουσας περιγραφής
et: Praeguse kirjelduse ümberkirjutamine
fi: Kirjoita nykyinen kuvaus uudelleen
fr_ca: Réécrire la description actuelle
hu_hu: A jelenlegi leírás átírása
id_id: Tulis ulang deskripsi saat ini
it_it: Riscrivere la descrizione attuale
ja: 現在の記述を書き換える
lt_lt: Perrašykite dabartinį aprašymą
lv: Pārrakstīt pašreizējo aprakstu
nl_nl: Huidige beschrijving herschrijven
nn_no: Omskriv gjeldende beskrivelse
pl_pl: Przeformułowanie obecnego opisu
pt_br: Re-escrever a descrição atual
pt_pt: Reescrever a descrição actual
ro_ro: Rescrierea descrierii actuale
ru_ru: Переписать текущее описание
sk_sk: Prepísať aktuálny opis
sl_si: Preoblikovanje trenutnega opisa
sv_se: Skriv om den nuvarande beskrivningen
tr_tr: Mevcut açıklamayı yeniden yazın
uk: Переписати поточний опис

source: Optimize description for SEO
bg_bg: Оптимизиране на описанието за SEO
cs_cz: Optimalizace popisu pro SEO
da_dk: Optimer beskrivelsen til SEO
de_ch: Optimieren Sie die Beschreibung für SEO
el: Βελτιστοποίηση της περιγραφής για SEO
et: Optimeeri kirjeldus SEO jaoks
fi: Optimoi kuvaus SEO:ta varten
fr_ca: Optimisez la description pour le référencement
hu_hu: A leírás SEO optimalizálása
id_id: Optimalkan deskripsi untuk SEO
it_it: Ottimizzare la descrizione per il SEO
ja: SEOのためにディスクリプションを最適化する
lt_lt: Optimizuokite aprašymą SEO optimizavimui
lv: Optimizēt aprakstu SEO
nl_nl: Beschrijving optimaliseren voor SEO
nn_no: Optimaliser beskrivelsen for søkemotoroptimalisering
pl_pl: Optymalizacja opisu pod kątem SEO
pt_br: Otimizar a descrição para SEO
pt_pt: Optimizar a descrição para SEO
ro_ro: Optimizați descrierea pentru SEO
ru_ru: Оптимизация описания для SEO
sk_sk: Optimalizácia popisu pre SEO
sl_si: Optimizirajte opis za SEO
sv_se: Optimera beskrivningen för SEO
tr_tr: SEO için açıklamayı optimize edin
uk: Оптимізуйте опис для SEO

source: Generate Description with AI
bg_bg: Генериране на описание с AI
cs_cz: Generování popisu pomocí AI
da_dk: Generer beskrivelse med AI
de_ch: Beschreibung mit AI generieren
el: Δημιουργία περιγραφής με τεχνητή νοημοσύνη
et: Kirjelduse genereerimine koos AI-ga
fi: Luo kuvaus tekoälyn avulla
fr_ca: Générer des descriptions avec l'IA
hu_hu: Leírás készítése AI-val
id_id: Hasilkan Deskripsi dengan AI
it_it: Generare una descrizione con l'intelligenza artificiale
ja: AIで説明文を生成する
lt_lt: Aprašymo generavimas naudojant dirbtinį intelektą
lv: Ģenerēt aprakstu ar mākslīgo intelektu
nl_nl: Genereer beschrijving met AI
nn_no: Generer beskrivelse med AI
pl_pl: Generowanie opisu za pomocą AI
pt_br: Gerar Descrição com AI
pt_pt: Gerar Descrição com IA
ro_ro: Generarea descrierii cu ajutorul AI
ru_ru: Создание описания с помощью искусственного интеллекта
sk_sk: Generovanie opisu pomocou umelej inteligencie
sl_si: Ustvarjanje opisa z umetno inteligenco
sv_se: Generera en beskrivning med AI
tr_tr: Yapay Zeka ile Açıklama Oluşturun
uk: Створюйте опис за допомогою ШІ
