Repository: common-repository/ai-for-woocommerce
Catalog: languages/firstmedia-ai-text-*.po
Languages: bg_bg, cs_cz, da_dk, de_ch, el, et, fi, fr_ca, hu_hu, id_id, it_it, ja, lt_lt, lv, nl_nl, nn_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk

source: Rewrite this unique text in a
bg_bg: Презапишете този уникален текст в
cs_cz: Tento jedinečný text přepište do
da_dk: Omskriv denne unikke tekst i en
de_ch: Schreiben Sie diesen einzigartigen Text in eine
el: Ξαναγράψτε αυτό το μοναδικό κείμενο σε ένα
et: Kirjutage see ainulaadne tekst ümber
fi: Kirjoita tämä ainutlaatuinen teksti uudelleen
fr_ca: Réécrivez ce texte unique dans un
hu_hu: Írja át ezt az egyedi szöveget egy
id_id: Tulis ulang teks unik ini dalam sebuah
it_it: Riscrivere questo testo unico in un
ja: このユニークなテキストを書き換えることで
lt_lt: Perrašykite šį unikalų tekstą į
lv: Pārrakstiet šo unikālo tekstu
nl_nl: Herschrijf deze unieke tekst in een
nn_no: Skriv om denne unike teksten i en
pl_pl: Przepisz ten unikalny tekst w
pt_br: Reescreva este texto único em um
pt_pt: Reescreva este texto único num
ro_ro: Rescrieți acest text unic într-un
ru_ru: Перепишите этот уникальный текст в
sk_sk: Prepíšte tento jedinečný text do
sl_si: To edinstveno besedilo prepišite v
sv_se: Skriv om denna unika text i en
tr_tr: Bu benzersiz metni bir
uk: Перепишіть цей унікальний текст у вигляді

source: tone
bg_bg: тон
cs_cz: tón
de_ch: Ton
el: τόνος
et: toon
fr_ca: tonalité
id_id: nada
it_it: tono
ja: トーン
lt_lt: tonas
lv: tonis
nl_nl: toon
pl_pl: ton
pt_br: tom
pt_pt: tom
ro_ro: ton
ru_ru: тон
sk_sk: tón
sl_si: ton
sv_se: ton
tr_tr: ton
uk: тон

source: Optimize with these keyswords in mind:
bg_bg: Оптимизирайте, като имате предвид тези ключови думи:
cs_cz: Optimalizujte s ohledem na tato klíčová slova:
da_dk: Optimér med disse nøgleord i tankerne:
de_ch: Optimieren Sie unter Berücksichtigung dieser Schlüsselwörter:
el: Βελτιστοποιήστε με αυτές τις λέξεις-κλειδιά στο μυαλό σας:
et: Optimeeri neid märksõnu silmas pidades:
fi: Optimoi nämä avainsanat mielessäsi:
fr_ca: Optimisez en tenant compte de ces mots clés :
hu_hu: Optimalizáljon ezekkel a kulcsszavakkal:
id_id: Optimalkan dengan mempertimbangkan kata kunci ini:
it_it: Ottimizzate tenendo conto di queste parole chiave:
ja: これらのキーワードを意識して最適化する。
lt_lt: Optimizuokite atsižvelgdami į šiuos raktinius žodžius:
lv: Optimizējiet, paturot prātā šos atslēgas vārdus:
nl_nl: Optimaliseer met deze sleutelwoorden in gedachten:
nn_no: Optimaliser med disse nøkkelordene i tankene:
pl_pl: Optymalizacja z uwzględnieniem tych słów kluczowych:
pt_br: Otimizar com estas palavras-chave em mente:
pt_pt: Optimizar com estas palavras-chave em mente:
ro_ro: Optimizați cu aceste cuvinte cheie în minte:
ru_ru: Оптимизируйте с учетом этих ключевых слов:
sk_sk: Optimalizujte s ohľadom na tieto kľúčové slová:
sl_si: Optimizirajte z upoštevanjem teh ključnih besed:
sv_se: Optimera med dessa nyckelord i åtanke:
tr_tr: Bu anahtar kelimeleri göz önünde bulundurarak optimize edin:
uk: Оптимізуйте з урахуванням цих ключових слів:

source: keyword1, keyword2, keyword3
bg_bg: ключова дума1, ключова дума2, ключова дума3
cs_cz: klíčové slovo1, klíčové slovo2, klíčové slovo3
da_dk: nøgleord1, nøgleord2, nøgleord3
de_ch: Schlüsselwort1, Schlüsselwort2, Schlüsselwort3
el: λέξη-κλειδί1, λέξη-κλειδί2, λέξη-κλειδί3
et: märksõna1, märksõna2, märksõna3
fi: avainsana1, avainsana2, avainsana3
fr_ca: mot-clé1, mot-clé2, mot-clé3
hu_hu: kulcsszó1, kulcsszó2, kulcsszó3
id_id: kata kunci1, kata kunci2, kata kunci3
it_it: parola chiave1, parola chiave2, parola chiave3
ja: キーワード1、キーワード2、キーワード3
lt_lt: raktažodis1, raktažodis2, raktažodis3
lv: atslēgvārds1, atslēgvārds2, atslēgvārds3
nl_nl: trefwoord1, trefwoord2, trefwoord3
nn_no: nøkkelord1, nøkkelord2, nøkkelord3
pl_pl: słowo kluczowe1, słowo kluczowe2, słowo kluczowe3
pt_br: palavra-chave1, palavra-chave2, palavra-chave3
pt_pt: palavra-chave1, palavra-chave2, palavra-chave3
ro_ro: cuvânt cheie1, cuvânt cheie2, cuvânt cheie3
ru_ru: ключевое слово1, ключевое слово2, ключевое слово3
sk_sk: kľúčové slovo1, kľúčové slovo2, kľúčové slovo3
sl_si: ključna beseda1, ključna beseda2, ključna beseda3
sv_se: nyckelord1, nyckelord2, nyckelord3
tr_tr: anahtar kelime1, anahtar kelime2, anahtar kelime3
uk: ключове слово1, ключове слово2, ключове слово3

source: Optimize for SEO
bg_bg: Оптимизиране за SEO
cs_cz: Optimalizace pro SEO
da_dk: Optimering til SEO
de_ch: Optimieren Sie für SEO
el: Βελτιστοποίηση για SEO
et: Optimeeri SEO jaoks
fi: Optimoi SEO:ta varten
fr_ca: Optimiser pour le référencement
hu_hu: Optimalizálja a SEO-t
id_id: Optimalkan untuk SEO
it_it: Ottimizzare per il SEO
ja: SEOに最適化する
lt_lt: Optimizuokite SEO
lv: SEO optimizēšana
nl_nl: Optimaliseren voor SEO
nn_no: Optimaliser for søkemotoroptimalisering
pl_pl: Optymalizacja pod kątem SEO
pt_br: Otimizar para SEO
pt_pt: Optimizar para SEO
ro_ro: Optimizarea pentru SEO
ru_ru: Оптимизация для SEO
sk_sk: Optimalizácia pre SEO
sl_si: Optimizacija za SEO
sv_se: Optimera för SEO
tr_tr: SEO için optimize edin
uk: Оптимізація для SEO

source: Optimize this product description for seo:
bg_bg: Оптимизирайте това описание на продукта за SEO:
cs_cz: Optimalizujte tento popis produktu pro seo:
da_dk: Optimer denne produktbeskrivelse til seo:
de_ch: Optimieren Sie diese Produktbeschreibung für die Suchmaschinenoptimierung:
el: Βελτιστοποιήστε αυτή την περιγραφή προϊόντος για seo:
et: Optimeeri see tootekirjeldus seo jaoks:
fi: Optimoi tämä tuotekuvaus SEO:ta varten:
fr_ca: Optimisez cette description de produit pour le référencement :
hu_hu: Optimalizálja ezt a termékleírást a seo számára:
id_id: Optimalkan deskripsi produk ini untuk seo:
it_it: Ottimizzare la descrizione del prodotto per il seo:
ja: この商品説明文をseoに最適化する。
lt_lt: Optimizuokite šį produkto aprašymą seo tikslais:
lv: Optimizēt šo produkta aprakstu seo:
nl_nl: Optimaliseer deze productbeschrijving voor seo:
nn_no: Optimaliser denne produktbeskrivelsen for seo:
pl_pl: Zoptymalizuj ten opis produktu pod kątem seo:
pt_br: Otimize esta descrição do produto para o seo:
pt_pt: Optimizar a descrição deste produto para seo:
ro_ro: Optimizați această descriere a produsului pentru seo:
ru_ru: Оптимизируйте описание продукта для seo:
sk_sk: Optimalizujte tento popis produktu pre seo:
sl_si: Optimizirajte ta opis izdelka za seo:
sv_se: Optimera produktbeskrivningen för SEO:
tr_tr: Bu ürün açıklamasını seo için optimize edin:
uk: Оптимізуйте цей опис товару для seo:

source: Optimize this description for seo and use the keywords
bg_bg: Оптимизирайте това описание за seo и използвайте ключовите думи
cs_cz: Optimalizujte tento popis pro seo a použijte klíčová slova
da_dk: Optimer denne beskrivelse til seo og brug nøgleordene
de_ch: Optimieren Sie diese Beschreibung für die Suchmaschinenoptimierung und verwenden Sie die Schlüsselwörter
el: Βελτιστοποιήστε αυτή την περιγραφή για seo και χρησιμοποιήστε τις λέξεις-κλειδιά
et: Optimeeri see kirjeldus seo jaoks ja kasuta märksõnu
fi: Optimoi tämä kuvaus SEO:ta varten ja käytä avainsanoja.
fr_ca: Optimisez cette description pour le référencement et utilisez les mots-clés.
hu_hu: Optimalizálja ezt a leírást a seo és használja a kulcsszavakat
id_id: Optimalkan deskripsi ini untuk seo dan gunakan kata kunci
it_it: Ottimizzate questa descrizione per la seo e utilizzate le parole chiave
ja: このディスクリプションをseo用に最適化し、キーワードを使用します。
lt_lt: Optimizuokite šį aprašymą seo ir naudokite raktažodžius
lv: Optimizēt šo aprakstu seo un izmantot atslēgvārdus
nl_nl: Optimaliseer deze beschrijving voor seo en gebruik de sleutelwoorden
nn_no: Optimaliser denne beskrivelsen for seo og bruk nøkkelordene
pl_pl: Zoptymalizuj ten opis pod kątem seo i użyj słów kluczowych
pt_br: Otimize esta descrição para seo e use as palavras-chave
pt_pt: Optimize esta descrição para seo e utilize as palavras-chave
ro_ro: Optimizați această descriere pentru seo și folosiți cuvintele cheie
ru_ru: Оптимизируйте это описание для seo и используйте ключевые слова
sk_sk: Optimalizujte tento popis pre seo a použite kľúčové slová
sl_si: Optimizirajte ta opis za seo in uporabite ključne besede
sv_se: Optimera beskrivningen för seo och använd nyckelorden.
tr_tr: Bu açıklamayı seo için optimize edin ve anahtar kelimeleri kullanın
uk: Оптимізуйте цей опис для seo і використовуйте ключові слова
