Repository: common-repository/ai-for-woocommerce
Catalog: languages/firstmedia-ai-text-*.po
Languages: bg_bg, cs_cz, da_dk, de_ch, el, et, fi, fr_ca, hu_hu, id_id, it_it, ja, lt_lt, lv, nl_nl, nn_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk

source: Are you ready to take the leap to AI?
bg_bg: Готови ли сте да направите скок към изкуствения интелект?
cs_cz: Jste připraveni na přechod na umělou inteligenci?
da_dk: Er du klar til at tage springet til AI?
de_ch: Sind Sie bereit, den Sprung zur KI zu wagen?
el: Είστε έτοιμοι να κάνετε το άλμα προς την τεχνητή νοημοσύνη;
et: Kas te olete valmis astuma sammu tehisintellekti suunas?
fi: Oletko valmis siirtymään tekoälyyn?
fr_ca: Êtes-vous prêt à faire le saut vers l'IA ?
hu_hu: Készen áll a mesterséges intelligenciára való áttérésre?
id_id: Apakah Anda siap untuk melakukan lompatan ke AI?
it_it: Siete pronti a fare il salto verso l'IA?
ja: AIへの飛躍の準備はできていますか？
lt_lt: Ar esate pasirengę žengti žingsnį į dirbtinį intelektą?
lv: Vai esat gatavs veikt lēcienu uz mākslīgo intelektu?
nl_nl: Bent u klaar om de sprong naar AI te wagen?
nn_no: Er du klar til å ta spranget til kunstig intelligens?
pl_pl: Czy jesteś gotowy na skok do AI?
pt_br: Você está pronto para dar o salto para a IA?
pt_pt: Está pronto para dar o salto para a IA?
ro_ro: Sunteți gata să faceți saltul către IA?
ru_ru: Готовы ли вы сделать скачок к ИИ?
sk_sk: Ste pripravení na prechod na umelú inteligenciu?
sl_si: Ste pripravljeni na preskok na umetno inteligenco?
sv_se: Är du redo att ta steget till AI?
tr_tr: Yapay zekaya adım atmaya hazır mısınız?
uk: Чи готові ви до переходу на ШІ?

source: Connect to our AI
bg_bg: Свържете се с нашия AI
cs_cz: Připojte se k naší umělé inteligenci
da_dk: Forbind til vores AI
de_ch: Verbindung zu unserer AI
el: Συνδεθείτε με το AI μας
et: Ühendage meie tehisintellektiga
fi: Yhdistä tekoälyyn
fr_ca: Connectez-vous à notre IA
hu_hu: Csatlakozzon az AI-hez
id_id: Terhubung ke AI kami
it_it: Connettetevi alla nostra AI
ja: 私たちのAIとつながる
lt_lt: Prisijunkite prie mūsų dirbtinio intelekto
lv: Savienojums ar mūsu mākslīgo intelektu
nl_nl: Maak verbinding met onze AI
nn_no: Koble til vår AI
pl_pl: Połącz się z naszą SI
pt_br: Conecte-se a nossa IA
pt_pt: Ligue-se à nossa IA
ro_ro: Conectați-vă la AI-ul nostru
ru_ru: Подключитесь к нашему искусственному интеллекту
sk_sk: Pripojte sa k našej AI
sl_si: Povežite se z našo umetno inteligenco
sv_se: Anslut till vår AI
tr_tr: Yapay zekamıza bağlanın
uk: Підключіться до нашого штучного інтелекту

source: Manually enter Description
bg_bg: Ръчно въвеждане на описание
cs_cz: Ruční zadání Popis
da_dk: Indtastning af beskrivelse manuelt
de_ch: Manuelle Eingabe der Beschreibung
el: Εισάγετε χειροκίνητα Περιγραφή
et: Manuaalselt sisestada kirjeldus
fi: Kirjoita kuvaus manuaalisesti
fr_ca: Saisir manuellement la description
hu_hu: Kézzel adja meg a leírást
id_id: Masukkan Deskripsi secara manual
it_it: Inserire manualmente la descrizione
ja: 説明文を手動で入力する
lt_lt: Rankiniu būdu įveskite Aprašymas
lv: Manuāli ievadiet Apraksts
nl_nl: Beschrijving handmatig invoeren
nn_no: Skriv inn beskrivelse manuelt
pl_pl: Ręcznie wprowadź opis
pt_br: Digite manualmente Descrição
pt_pt: Introduzir manualmente Descrição
ro_ro: Introduceți manual Descrierea
ru_ru: Ручной ввод описания
sk_sk: Ručné zadanie Popis
sl_si: Ročno vnesite Opis
sv_se: Ange beskrivning manuellt
tr_tr: Açıklamayı manuel olarak girin
uk: Вручну введіть Опис

source: An error occured when processing your request on the AI
bg_bg: Възникна грешка при обработката на заявката ви в AI
cs_cz: Při zpracování vašeho požadavku na AI došlo k chybě.
da_dk: Der opstod en fejl under behandlingen af din anmodning på AI
de_ch: Bei der Bearbeitung Ihrer Anfrage an die KI ist ein Fehler aufgetreten
el: Προέκυψε σφάλμα κατά την επεξεργασία του αιτήματός σας στο AI
et: Teie taotluse töötlemisel AI-s tekkis viga.
fi: AI:n pyyntöäsi käsiteltäessä tapahtui virhe.
fr_ca: Une erreur s'est produite lors du traitement de votre demande sur l'IA.
hu_hu: Hiba történt a kérésed feldolgozása során az AI-nál
id_id: Terjadi kesalahan saat memproses permintaan Anda di AI
it_it: Si è verificato un errore durante l'elaborazione della richiesta sull'AI
ja: AIでお客様のリクエストを処理する際にエラーが発生しました。
lt_lt: AI apdorojant jūsų užklausą įvyko klaida
lv: AI apstrādājot jūsu pieprasījumu, radās kļūda.
nl_nl: Er is een fout opgetreden bij de verwerking van uw verzoek op de AI
nn_no: Det oppstod en feil under behandlingen av forespørselen din på AI
pl_pl: Podczas przetwarzania Twojego żądania w SI wystąpił błąd.
pt_br: Ocorreu um erro ao processar seu pedido sobre a IA
pt_pt: Ocorreu um erro ao processar o seu pedido sobre a IA
ro_ro: S-a produs o eroare la procesarea cererii dvs. pe AI
ru_ru: При обработке вашего запроса на ИИ произошла ошибка
sk_sk: Pri spracovaní vašej požiadavky na AI došlo k chybe
sl_si: Pri obdelavi vašega zahtevka v AI je prišlo do napake.
sv_se: Ett fel inträffade när din begäran behandlades på AI
tr_tr: AI'da isteğiniz işlenirken bir hata oluştu
uk: Виникла помилка при обробці вашого запиту на ШІ

source: You have no credits remaining. Please purchase description credits first.
bg_bg: Нямате останали кредити. Моля, първо закупете кредити за описание.
cs_cz: Nemáte žádné zbývající kredity. Nejprve si prosím zakupte kredity za popis.
da_dk: Du har ingen kreditter tilbage. Køb venligst beskrivelseskreditter først.
de_ch: Sie haben keine Credits mehr übrig. Bitte kaufen Sie zuerst Beschreibungskredite.
el: Δεν σας απομένουν μονάδες. Παρακαλούμε αγοράστε πρώτα μονάδες περιγραφής.
et: Teil ei ole krediiti jäänud. Palun ostke esmalt kirjelduskrediit.
fi: Sinulla ei ole yhtään krediittiä jäljellä. Osta ensin kuvauskrediittejä.
fr_ca: Il ne vous reste plus de crédits. Veuillez d'abord acheter des crédits de description.
hu_hu: Nincs több kreditje. Kérjük, előbb vásároljon leíró krediteket.
id_id: Anda tidak memiliki sisa kredit. Silakan beli kredit deskripsi terlebih dahulu.
it_it: Non sono rimasti crediti. Acquista prima i crediti per la descrizione.
ja: クレジットの残りがありません。まずは説明クレジットを購入してください。
lt_lt: Likusių kreditų neturite. Pirmiausia įsigykite aprašymo kreditų.
lv: Jums nav atlikuši kredīti. Lūdzu, vispirms iegādājieties apraksta kredītus.
nl_nl: Je hebt geen credits meer over. Koop eerst beschrijvingspunten.
nn_no: Du har ingen kreditter igjen. Vennligst kjøp beskrivelseskreditter først.
pl_pl: Nie masz już żadnych kredytów. Proszę najpierw kupić kredyty na opisy.
pt_br: Você não tem créditos restantes. Por favor, compre primeiro os créditos de descrição.
pt_pt: Não lhe restam créditos. Por favor, compre primeiro os créditos da descrição.
ro_ro: Nu mai aveți credite rămase. Vă rugăm să cumpărați mai întâi credite de descriere.
ru_ru: У вас не осталось кредитов. Пожалуйста, сначала приобретите кредиты на описание.
sk_sk: Nemáte žiadne zostávajúce kredity. Najskôr si zakúpte kredity na opis.
sl_si: Na voljo nimate nobenih preostalih kreditov. Najprej kupite kredite za opis.
sv_se: Du har inga krediter kvar. Vänligen köp beskrivningskrediter först.
tr_tr: Hiç krediniz kalmadı. Lütfen önce açıklama kredisi satın alın.
uk: У вас не залишилося кредитів. Будь ласка, спочатку придбайте кредити на опис.

source: Purchase now
bg_bg: Купи сега
cs_cz: Zakoupit nyní
da_dk: Køb nu
de_ch: Jetzt kaufen
el: Αγοράστε τώρα
et: Osta nüüd
fi: Osta nyt
fr_ca: Acheter maintenant
hu_hu: Vásároljon most
id_id: Beli sekarang
it_it: Acquista ora
ja: 今すぐ購入する
lt_lt: Pirkti dabar
lv: Iegādāties tagad
nl_nl: Koop nu
nn_no: Kjøp nå
pl_pl: Kup teraz
pt_br: Comprar agora
pt_pt: Comprar agora
ro_ro: Cumpărați acum
ru_ru: Приобрести сейчас
sk_sk: Kúpiť teraz
sl_si: Nakup zdaj
sv_se: Köp nu
tr_tr: Şimdi satın alın
uk: Придбайте зараз

source: You have only
bg_bg: Имате само
cs_cz: Máte pouze
da_dk: Du har kun
de_ch: Sie haben nur
el: Έχετε μόνο
et: Teil on ainult
fi: Sinulla on vain
fr_ca: Vous avez seulement
hu_hu: Önnek csak
id_id: Anda hanya memiliki
it_it: Avete solo
ja: だけしかありません。
lt_lt: Jūs turite tik
lv: Jums ir tikai
nl_nl: Je hebt alleen
nn_no: Du har bare
pl_pl: Masz tylko
pt_br: Você tem apenas
pt_pt: Tem apenas
ro_ro: Aveți doar
ru_ru: У вас есть только
sk_sk: Máte len
sl_si: Imate le
sv_se: Du har bara
tr_tr: Sen sadece
uk: У вас є тільки

source: tokens remaining. We recommend a higher amount.
bg_bg: оставащи жетони. Препоръчваме по-голямо количество.
cs_cz: zbývající žetony. Doporučujeme vyšší částku.
da_dk: tokens tilbage. Vi anbefaler et højere beløb.
de_ch: Token übrig. Wir empfehlen einen höheren Betrag.
el: μάρκες που απομένουν. Συνιστούμε ένα υψηλότερο ποσό.
et: allesjäänud žetoonid. Soovitame suuremat summat.
fi: merkkejä jäljellä. Suosittelemme suurempaa määrää.
fr_ca: jetons restants. Nous recommandons un montant plus élevé.
hu_hu: maradék zsetonok. Mi magasabb összeget ajánlunk.
id_id: token yang tersisa. Kami merekomendasikan jumlah yang lebih tinggi.
it_it: gettoni rimanenti. Si consiglia un importo maggiore.
ja: トークンの残量がより高い金額を推奨します。
lt_lt: likusių žetonų. Rekomenduojame didesnį kiekį.
lv: atlikušie žetoni. Mēs iesakām izmantot lielāku summu.
nl_nl: tokens over. Wij bevelen een hoger bedrag aan.
nn_no: gjenværende poletter. Vi anbefaler et høyere beløp.
pl_pl: pozostałe tokeny. Zalecamy wyższą kwotę.
pt_br: tokens restantes. Recomendamos uma quantidade maior.
pt_pt: fichas restantes. Recomendamos uma quantidade mais elevada.
ro_ro: jetoane rămase. Vă recomandăm o sumă mai mare.
ru_ru: оставшихся жетонов. Мы рекомендуем использовать большее количество.
sk_sk: zostávajúce žetóny. Odporúčame vyššie množstvo.
sl_si: preostali žetoni. Priporočamo višji znesek.
sv_se: tokens som återstår. Vi rekommenderar ett högre belopp.
tr_tr: kalan jetonlar. Daha yüksek bir miktar öneriyoruz.
uk: токенів, що залишилися. Ми рекомендуємо більшу суму.

source: Purchase more tokens
bg_bg: Закупуване на повече жетони
cs_cz: Nákup dalších žetonů
da_dk: Køb flere tokens
de_ch: Mehr Token kaufen
el: Αγοράστε περισσότερα κουπόνια
et: Osta rohkem märke
fi: Osta lisää poletteja
fr_ca: Acheter plus de jetons
hu_hu: További zsetonok vásárlása
id_id: Beli lebih banyak token
it_it: Acquistare altri gettoni
ja: トークンの追加購入
lt_lt: Įsigykite daugiau žetonų
lv: Iegādājieties vairāk žetonu
nl_nl: Meer tokens kopen
nn_no: Kjøp flere tokens
pl_pl: Kup więcej żetonów
pt_br: Adquira mais fichas
pt_pt: Comprar mais fichas
ro_ro: Cumpărați mai multe jetoane
ru_ru: Приобрести больше жетонов
sk_sk: Zakúpenie ďalších žetónov
sl_si: Nakup več žetonov
sv_se: Köpa fler tokens
tr_tr: Daha fazla jeton satın alın
uk: Придбайте більше токенів

source: Continue anyway
bg_bg: Продължи все пак
cs_cz: Pokračovat v každém případě
da_dk: Fortsæt alligevel
de_ch: Trotzdem fortfahren
el: Συνεχίστε ούτως ή άλλως
et: Jätka niikuinii
fi: Jatka joka tapauksessa
fr_ca: Continuer de toute façon
hu_hu: Folytassa egyébként
id_id: Lanjutkan saja.
it_it: Continua comunque
ja: とにかく続けること
lt_lt: Vis tiek tęsti
lv: Turpināt tik un tā
nl_nl: Ga toch door
nn_no: Fortsett likevel
pl_pl: I tak dalej
pt_br: Continuar de qualquer forma
pt_pt: Continuar de qualquer maneira
ro_ro: Continuați oricum
ru_ru: Продолжить в любом случае
sk_sk: Tak či onak, pokračujte
sl_si: Nadaljuj vseeno
sv_se: Fortsätt ändå
tr_tr: Yine de devam edin
uk: Все одно продовжуйте.

source: Your authorization seems to be invalid.
bg_bg: Изглежда, че разрешението ви е невалидно.
cs_cz: Vaše autorizace se zdá být neplatná.
da_dk: Din tilladelse synes at være ugyldig.
de_ch: Ihre Autorisierung scheint ungültig zu sein.
el: Η εξουσιοδότησή σας φαίνεται να είναι άκυρη.
et: Teie luba näib olevat kehtetu.
fi: Valtuutuksesi näyttää olevan virheellinen.
fr_ca: Votre autorisation semble être invalide.
hu_hu: Úgy tűnik, hogy a jogosultsága érvénytelen.
id_id: Otorisasi Anda tampaknya tidak valid.
it_it: L'autorizzazione sembra non essere valida.
ja: あなたの認証は無効のようです。
lt_lt: Atrodo, kad jūsų įgaliojimas negalioja.
lv: Jūsu autorizācija šķiet nederīga.
nl_nl: Uw autorisatie lijkt ongeldig.
nn_no: Autorisasjonen din ser ut til å være ugyldig.
pl_pl: Twoja autoryzacja wydaje się być nieważna.
pt_br: Sua autorização parece ser inválida.
pt_pt: A sua autorização parece ser inválida.
ro_ro: Se pare că autorizația dvs. nu este valabilă.
ru_ru: Похоже, что ваша авторизация недействительна.
sk_sk: Vaše oprávnenie sa zdá byť neplatné.
sl_si: Zdi se, da je vaše pooblastilo neveljavno.
sv_se: Din auktorisation verkar vara ogiltig.
tr_tr: Yetkiniz geçersiz görünüyor.
uk: Здається, ваш дозвіл недійсний.

source: Connect to AI again
bg_bg: Свържете се отново с AI
cs_cz: Znovu se připojte k AI
da_dk: Opret forbindelse til AI igen
de_ch: Wieder mit AI verbinden
el: Συνδεθείτε ξανά με την AI
et: Ühendage uuesti AI-ga
fi: Yhdistä tekoälyyn uudelleen
fr_ca: Se connecter à nouveau à l'IA
hu_hu: Újra csatlakozni az AI-hoz
id_id: Terhubung ke AI lagi
it_it: Connettersi di nuovo all'intelligenza artificiale
ja: 再びAIに接続する
lt_lt: Vėl prisijunkite prie dirbtinio intelekto
lv: Atkal izveidojiet savienojumu ar mākslīgo intelektu
nl_nl: Maak opnieuw verbinding met AI
nn_no: Koble til AI igjen
pl_pl: Połącz się ponownie z AI
pt_br: Conecte-se novamente à IA
pt_pt: Ligar novamente à IA
ro_ro: Conectați-vă din nou la AI
ru_ru: Снова подключитесь к искусственному интеллекту
sk_sk: Opätovné pripojenie k AI
sl_si: Ponovna povezava z umetno inteligenco
sv_se: Anslut till AI igen
tr_tr: Yapay zekaya tekrar bağlanın
uk: Знову підключіться до ШІ

source: Your subscription does not include this action.
bg_bg: Абонаментът ви не включва това действие.
cs_cz: Vaše předplatné tuto akci nezahrnuje.
da_dk: Dit abonnement omfatter ikke denne handling.
de_ch: Diese Aktion ist in Ihrem Abonnement nicht enthalten.
el: Η συνδρομή σας δεν περιλαμβάνει αυτή τη δράση.
et: Teie tellimus ei sisalda seda tegevust.
fi: Tilauksesi ei sisällä tätä toimintoa.
fr_ca: Votre abonnement ne comprend pas cette action.
hu_hu: Az Ön előfizetése nem tartalmazza ezt a műveletet.
id_id: Langganan Anda tidak termasuk tindakan ini.
it_it: Il vostro abbonamento non include questa azione.
ja: お客様の購読には、このアクションは含まれていません。
lt_lt: Jūsų prenumerata neapima šio veiksmo.
lv: Jūsu abonementā šī darbība nav iekļauta.
nl_nl: Uw abonnement omvat deze actie niet.
nn_no: Abonnementet ditt inkluderer ikke denne handlingen.
pl_pl: Twój abonament nie obejmuje tej akcji.
pt_br: Sua assinatura não inclui esta ação.
pt_pt: A sua subscrição não inclui esta acção.
ro_ro: Abonamentul dumneavoastră nu include această acțiune.
ru_ru: Ваша подписка не включает это действие.
sk_sk: Vaše predplatné túto akciu nezahŕňa.
sl_si: Vaša naročnina ne vključuje tega dejanja.
sv_se: Denna åtgärd ingår inte i din prenumeration.
tr_tr: Aboneliğiniz bu işlemi içermez.
uk: Ваша підписка не включає цю акцію.

source: Upgrade now
bg_bg: Актуализирайте сега
cs_cz: Upgradujte nyní
da_dk: Opgrader nu
de_ch: Jetzt upgraden
el: Αναβάθμιση τώρα
et: Uuenda nüüd
fi: Päivitä nyt
fr_ca: Mettre à niveau maintenant
hu_hu: Frissítés most
id_id: Tingkatkan sekarang
it_it: Aggiorna ora
ja: 今すぐアップグレードする
lt_lt: Atnaujinti dabar
lv: Atjaunināšana tagad
nl_nl: Nu upgraden
nn_no: Oppgrader nå
pl_pl: Uaktualnij teraz
pt_br: Atualização agora
pt_pt: Actualizar agora
ro_ro: Actualizați acum
ru_ru: Обновить сейчас
sk_sk: Aktualizujte teraz
sl_si: Nadgradnja zdaj
sv_se: Uppgradera nu
tr_tr: Şimdi yükseltin
uk: Оновіть зараз

source: Close
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Luk
de_ch: Schließen Sie
el: Κλείστε το
et: Sulge
fi: Sulje
fr_ca: Fermer
hu_hu: Zárja be a
id_id: Tutup
it_it: Chiudere
ja: 閉じる
lt_lt: Uždaryti
lv: Aizvērt
nl_nl: Sluit
nn_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închideți
ru_ru: Закрыть
sk_sk: Zatvoriť
sl_si: Zapri
sv_se: Stäng
tr_tr: Kapat
uk: Закрити

source: Please enter a title first.
bg_bg: Моля, първо въведете заглавие.
cs_cz: Nejprve zadejte název.
da_dk: Indtast venligst en titel først.
de_ch: Bitte geben Sie zuerst einen Titel ein.
el: Παρακαλώ εισάγετε πρώτα έναν τίτλο.
et: Palun sisestage kõigepealt pealkiri.
fi: Kirjoita ensin otsikko.
fr_ca: Veuillez d'abord entrer un titre.
hu_hu: Kérjük, először adja meg a címet.
id_id: Silakan masukkan judul terlebih dahulu.
it_it: Inserire prima un titolo.
ja: 最初にタイトルを入力してください。
lt_lt: Pirmiausia įveskite pavadinimą.
lv: Lūdzu, vispirms ievadiet nosaukumu.
nl_nl: Voer eerst een titel in.
nn_no: Vennligst skriv inn en tittel først.
pl_pl: Proszę najpierw podać tytuł.
pt_br: Por favor, digite um título primeiro.
pt_pt: Por favor, introduza primeiro um título.
ro_ro: Vă rugăm să introduceți mai întâi un titlu.
ru_ru: Пожалуйста, сначала введите название.
sk_sk: Najprv zadajte názov.
sl_si: Najprej vnesite naslov.
sv_se: Ange en titel först.
tr_tr: Lütfen önce bir başlık girin.
uk: Будь ласка, спочатку введіть назву.

source: Write a long, unique product description for this product:
bg_bg: Напишете дълго и уникално описание на продукта:
cs_cz: Napište dlouhý a jedinečný popis produktu:
da_dk: Skriv en lang, unik produktbeskrivelse for dette produkt:
de_ch: Schreiben Sie eine lange, einzigartige Produktbeschreibung für dieses Produkt:
el: Γράψτε μια μακροσκελή, μοναδική περιγραφή προϊόντος για αυτό το προϊόν:
et: Kirjutage sellele tootele pikk ja ainulaadne tootekirjeldus:
fi: Kirjoita pitkä, ainutlaatuinen tuotekuvaus tälle tuotteelle:
fr_ca: Rédigez une description longue et unique pour ce produit :
hu_hu: Írjon hosszú, egyedi termékleírást ehhez a termékhez:
id_id: Tuliskan deskripsi produk yang panjang dan unik untuk produk ini:
it_it: Scrivete una descrizione lunga e unica per questo prodotto:
ja: この商品について、長く、ユニークな商品説明を書いてください。
lt_lt: Parašykite ilgą ir unikalų šio gaminio aprašymą:
lv: Uzrakstiet garu, unikālu produkta aprakstu šim produktam:
nl_nl: Schrijf een lange, unieke productbeschrijving voor dit product:
nn_no: Skriv en lang, unik produktbeskrivelse for dette produktet:
pl_pl: Napisz długi, unikalny opis produktu dla tego produktu:
pt_br: Escreva uma descrição longa e única do produto para este produto:
pt_pt: Escrever uma longa e única descrição do produto para este produto:
ro_ro: Scrieți o descriere lungă și unică pentru acest produs:
ru_ru: Напишите длинное, уникальное описание продукта для этого товара:
sk_sk: Napíšte dlhý a jedinečný opis tohto produktu:
sl_si: Za ta izdelek napišite dolg in edinstven opis izdelka:
sv_se: Skriv en lång och unik produktbeskrivning för den här produkten:
tr_tr: Bu ürün için uzun ve benzersiz bir ürün açıklaması yazın:
uk: Напишіть довгий, унікальний опис товару для цього продукту:

source: Choose text tone:
bg_bg: Изберете тон на текста:
cs_cz: Zvolte tón textu:
da_dk: Vælg teksttone:
de_ch: Wählen Sie den Textton:
el: Επιλέξτε τόνο κειμένου:
et: Valige teksti toon:
fi: Valitse tekstin sävy:
fr_ca: Choisissez la tonalité du texte :
hu_hu: Válassza ki a szöveg hangszínét:
id_id: Memilih nada teks:
it_it: Scegliere il tono del testo:
ja: テキストトーンを選択します。
lt_lt: Pasirinkite teksto toną:
lv: Izvēlieties teksta toni:
nl_nl: Kies een teksttoon:
nn_no: Velg teksttone:
pl_pl: Wybierz ton tekstu:
pt_br: Escolha o tom do texto:
pt_pt: Escolher o tom de texto:
ro_ro: Alegeți tonul textului:
ru_ru: Выберите тон текста:
sk_sk: Vyberte tón textu:
sl_si: Izberite ton besedila:
sv_se: Välj textton:
tr_tr: Metin tonunu seçin:
uk: Виберіть тон тексту:

source: Does not matter
bg_bg: Няма значение
cs_cz: Nezáleží na tom
da_dk: Det er ligegyldigt
de_ch: Spielt keine Rolle
el: Δεν έχει σημασία
et: Ei ole oluline
fi: Ei ole väliä
fr_ca: Peu importe
hu_hu: Nem számít
id_id: Tidak masalah
it_it: Non importa
ja: 関係ない
lt_lt: Nesvarbu
lv: Nav nozīmes
nl_nl: Maakt niet uit.
nn_no: Spiller ingen rolle
pl_pl: Nie ma znaczenia
pt_br: Não importa
pt_pt: Não importa
ro_ro: Nu contează
ru_ru: Не имеет значения
sk_sk: Nezáleží na tom
sl_si: Ni pomembno
sv_se: Spelar ingen roll
tr_tr: Önemli değil
uk: Не має значення

source: Warmer
bg_bg: По-топло
cs_cz: Teplejší
da_dk: Varmere
de_ch: Wärmer
el: Πιο ζεστό
et: Soojem
fi: Lämpimämpi
fr_ca: Plus chaud
hu_hu: Melegebb
id_id: Lebih hangat
it_it: Più caldo
ja: ウォーマー
lt_lt: Šiltesnis
lv: Siltāks
nn_no: Varmere
pl_pl: Cieplejsze
pt_br: Aquecedor
pt_pt: Aquecedor
ro_ro: Mai cald
ru_ru: Теплее
sk_sk: Teplejšie
sl_si: Toplejši
sv_se: Varmare
tr_tr: Daha sıcak
uk: Тепліше.

source: Professional
bg_bg: Професионален
cs_cz: Profesionální
da_dk: Professionel
de_ch: Professionell
el: Επαγγελματικό
et: Professionaalne
fi: Ammattilainen
fr_ca: Professionnel
hu_hu: Szakmai
id_id: Profesional
it_it: Professionale
ja: プロフェッショナル
lt_lt: Profesionalus
lv: Profesionāls
nl_nl: Professioneel
nn_no: Profesjonell
pl_pl: Profesjonalne
pt_br: Profissional
pt_pt: Profissional
ro_ro: Profesional
ru_ru: Профессионал
sk_sk: Profesionálne
sl_si: Strokovno
sv_se: Professionell
tr_tr: Profesyonel
uk: Професіонал

source: Formal
bg_bg: Официален
cs_cz: Formální
da_dk: Formelt
el: Επίσημο
et: Ametlik
fi: Virallinen
fr_ca: Formel
hu_hu: Hivatalos
it_it: Formale
ja: 正式には
lt_lt: Oficiali svetainė
lv: Oficiālais
nl_nl: Formeel
nn_no: Formell
pl_pl: Formalna
ru_ru: Формальный
sk_sk: Formálne
sl_si: Uradni
sv_se: Formellt
tr_tr: Resmi
uk: Формальний

source: Expressive
bg_bg: Изразителен
cs_cz: Expresivní
da_dk: Udtryksfuld
de_ch: Ausdrucksstark
el: Εκφραστικό
et: Ekspressiivne
fi: Ilmeikäs
fr_ca: Expressif
hu_hu: Kifejező
id_id: Ekspresif
it_it: Espressivo
ja: 表現力
lt_lt: Išraiškingas
lv: Izteiksmīgs
nl_nl: Expressief
nn_no: Uttrykksfulle
pl_pl: Ekspresyjny
pt_br: Expressivo
pt_pt: Expressivo
ro_ro: Expresiv
ru_ru: Выразительный
sk_sk: Expresívne
sl_si: Izrazito
sv_se: Uttryckande
tr_tr: Etkileyici
uk: Виразний

source: Excited
bg_bg: Развълнуван
cs_cz: Vzrušený
da_dk: Spændt
de_ch: Aufgeregt
el: Ενθουσιασμένος
et: Põnev
fi: Jännittynyt
fr_ca: Excité
hu_hu: Izgatott
id_id: Bersemangat
it_it: Eccitato
ja: エキサイティング
lt_lt: Susijaudinęs
lv: Satraukti
nl_nl: Opgewonden
nn_no: Spent
pl_pl: Podekscytowany
ro_ro: Excitat
ru_ru: Возбужденный
sk_sk: Vzrušený
sl_si: Navdušeni
sv_se: Upphetsad
tr_tr: Heyecanlı
uk: З хвилюванням.

source: Inspirational
bg_bg: Вдъхновяващ
cs_cz: Inspirativní
da_dk: Inspirerende
de_ch: Inspirierend
el: Εμπνευσμένο
et: Inspireeriv
fi: Inspiroiva
fr_ca: Source d'inspiration
hu_hu: Inspiráló
id_id: Inspiratif
it_it: Ispirazione
ja: インスピレーショナル
lt_lt: Įkvepiantis
lv: Iedvesmojošs
nl_nl: Inspirerend
nn_no: Inspirerende
pl_pl: Inspirujące
pt_br: Inspiracional
pt_pt: Inspiracional
ro_ro: Inspirațional
ru_ru: Вдохновляющий
sk_sk: Inšpiratívne
sl_si: Navdihujoče
sv_se: Inspirerande
tr_tr: İlham verici
uk: Надихаюче.

source: Rewrite this description so it is unique:
bg_bg: Пренапишете това описание така, че да е уникално:
cs_cz: Přepište tento popis tak, aby byl jedinečný:
da_dk: Omskriv denne beskrivelse, så den er unik:
de_ch: Schreiben Sie diese Beschreibung so um, dass sie eindeutig ist:
el: Ξαναγράψτε αυτή την περιγραφή ώστε να είναι μοναδική:
et: Kirjutage see kirjeldus ümber nii, et see oleks ainulaadne:
fi: Kirjoita kuvaus uudelleen niin, että se on ainutlaatuinen:
fr_ca: Réécrivez cette description pour qu'elle soit unique :
hu_hu: Írja át ezt a leírást, hogy egyedi legyen:
id_id: Tulis ulang deskripsi ini sehingga unik:
it_it: Riscrivete la descrizione in modo che sia unica:
ja: この説明文をユニークなものになるように書き換えてください。
lt_lt: Perrašykite šį aprašymą taip, kad jis būtų unikalus:
lv: Pārrakstiet šo aprakstu, lai tas būtu unikāls:
nl_nl: Herschrijf deze beschrijving zodat het uniek is:
nn_no: Skriv om denne beskrivelsen slik at den blir unik:
pl_pl: Przepisz ten opis tak, aby był unikalny:
pt_br: Reescreva esta descrição para que ela seja única:
pt_pt: Reescreva esta descrição para que seja única:
ro_ro: Rescrieți această descriere astfel încât să fie unică:
ru_ru: Перепишите это описание так, чтобы оно было уникальным:
sk_sk: Prepíšte tento opis tak, aby bol jedinečný:
sl_si: Ta opis prepišite tako, da bo edinstven:
sv_se: Skriv om beskrivningen så att den blir unik:
tr_tr: Bu açıklamayı benzersiz olacak şekilde yeniden yazın:
uk: Перепишіть цей опис так, щоб він був унікальним:
